[
  {
    "id": 1,
    "date": "12 OCT 2020",
    "image": "https://images.unsplash.com/photo-1560493676-04071c5f467b?q=80&w=2274&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Agricultural Products Classification In India",
    "content": "The word “agriculture” comes from the Latin words “Agri” means field, and “culture” means cultivation (or) a way of life. “Agriculture is all about producing food, feed, fiber, and many other byproducts by the process of cultivating certain plants and domesticating animals.” The process of practicing agriculture is known as “farming.”",
    "intro": [
      {
        "para1": "The word “agriculture” comes from the Latin words “Agri” means field, and “culture” means cultivation (or) a way of life. “Agriculture is all about producing food, feed, fiber, and many other byproducts by the process of cultivating certain plants and domesticating animals.” The process of practicing agriculture is known as “farming.”"
      },
      {
        "para2": "Now, let’s come to Indian agriculture. The total arable (cultivated) land area is 159.7 million hectares that stand second after the United States. In gross irrigated crop area, India is leading with an area of nearly 82 million hectares. In agricultural production, India ranks 2nd in the world and 8th in Agricultural exports."
      }
    ],
    "sections": [
      {
        "section1": [
          {
            "title": "Agriculture as the Backbone of India:",
            "info": "We know that India has a population of 1.27 billion and is the second most populated country. But, the Amazing fact is that nearly 70% of the rural farmers depend primarily on agriculture and its allied sectors for their incomes, out of which 82% come under small and marginal farmers.From this, it’s well-known that India is an agriculture-based country and how much importance should be given to this sector. With over 263 million farmers and farm laborers, agriculture is one of the biggest private enterprises which have contributed to nearly 17.5% in the total GDP of India; therefore, agriculture is called the backbone of India!"
          }
        ]
      },
      {
        "section2": [
          {
            "title": "Agricultural Products:",
            "info": "Agriculture products are the products that come from plants and animals which are cultivated and domesticated for food, clothes, etc. and sometimes industries too require certain products for its production purpose.From the above-given agriculture definition, we can conclude that this process mainly revolves around agricultural products such as,From the above-given agriculture definition, we can conclude that this process mainly revolves around agricultural products such as,",
            "details": [
              {
                "1": ""
              },
              {
                "2": "What product to produce?"
              },
              {
                "3": "How much to produce?"
              },
              {
                "4": "Which product has more value in the current market?"
              },
              {
                "5": "Which product is suitable for our geographical condition and climate?"
              },
              {
                "6": "To understand better about these agricultural products, one should know how they are classified based on various factors."
              },
              {
                "7": "Agricultural products are primarily classified into various cultures based on the commodity (or) product produced and further classified based on various factors such as season, perishability, and uses."
              }
            ]
          }
        ]
      },
      {
        "section3": [
          {
            "title": "Based on Different Type of Cultures:",
            "info": "Agriculture products are the products that come from plants and animals which are cultivated and domesticated for food, clothes, etc. and sometimes industries too require certain products for its production purpose.From the above-given agriculture definition, we can conclude that this process mainly revolves around agricultural products such as,",
            "details": [
              {
                "1": "Agriculture:"
              },
              {
                "Agriculture": "Agriculture is mainly farming. According to this classification, all crops which come under the following categories belong to Agriculture."
              },
              {
                "3": "Cereals"
              },
              {
                "4": "Pulses"
              },
              {
                "5": "Nuts"
              },
              {
                "6": "Oilseeds"
              },
              {
                "7": "Sugar and starch"
              },
              {
                "8": "Fiber crops"
              },
              {
                "9": "Beverages"
              },
              {
                "10": "Narcotics"
              },
              {
                "11": "Spices and condiments"
              },
              {
                "12": "Rubber forages"
              },
              {
                "13": "Horticulture:"
              },
              {
                "14": "The word “Hortus” means garden, and horticulture is mainly based on gardening. This second broader classification consists of garden crops which generally comprise."
              },
              {
                "15": "Fruits"
              },
              {
                "16": "Vegetables"
              },
              {
                "17": "Floriculture:"
              },
              {
                "18": "The word “flos” means flower, and floriculture is mainly based on the growing and marketing of flowering and ornamental crops as well as flower arrangements."
              },
              {
                "19": "Animal Husbandry:"
              },
              {
                "20": "It is a branch of agriculture which deals with breeding and care of farm animals such as cattle, sheep, pig, and horse for human benefits such as meat, milk, etc."
              },
              {
                "21": "Aviculture:"
              },
              {
                "22": "The word “Avis” means birds. It is the process of keeping and breeding. wild birds in captivity. It’s not only raising birds for commercial purposes but also for preserving the avian habitat."
              },
              {
                "23": "Aquaculture:"
              },
              {
                "24": "Aquaculture means breeding and rearing of fish and aquatic plants and cultivation of freshwater and saltwater population under a controlled environment."
              },
              {
                "25": "Apiculture:"
              },
              {
                "26": "The meaning of “Apis” is bees; apiculture refers to the care and management of honeybees for the production of honey and beeswax."
              },
              {
                "27": "Sericulture:"
              },
              {
                "28": "The word “Sericum” means silk. the process of cultivation of silkworm to produce silk."
              },
              {
                "29": "Viticulture:"
              },
              {
                "30": "The meaning of “Vitis” is the grapevine, and it is the process of cultivation and harvesting grapes."
              },
              {
                "31": "Fungi Culture:"
              },
              {
                "32": "Fungi Culture involves producing medicine, food, and other products by the cultivation of mushrooms and other fungi."
              }
            ]
          }
        ]
      },
      {
        "section4": [
          {
            "title": "Based on Season:",
            "info": "Agriculture products are the products that come from plants and animals which are cultivated and domesticated for food, clothes, etc. and sometimes industries too require certain products for its production purpose.From the above-given agriculture definition, we can conclude that this process mainly revolves around agricultural products such as,",
            "details": [
              {
                "1": "Rabi Crops:"
              },
              {
                "2": "Rabi Crops are sowed from October to December and harvested from March to May. Some of the major Rabi crops are wheat, barley, mustard, peas, etc."
              },
              {
                "3": "Kharif Crops:"
              },
              {
                "4": "Here sowing is done with the onset of monsoon from April to July and harvested from September to December. The major crops are rice, maize, sugarcane, etc."
              },
              {
                "5": "Zaid Crops:"
              },
              {
                "6": "The crops that are grown between rabi and Kharif are known as Zaid crops. The major crops are watermelon, cucumber, and fodder crops."
              }
            ]
          }
        ]
      },
      {
        "section5": [
          {
            "title": "Based on Encashability:",
            "info": "Agricultural products have two types based on the ability to convert into cash.",
            "details": [
              {
                "1": "Food Crops:"
              },
              {
                "2": "Cereals, millets, oilseeds come under food crops"
              },
              {
                "3": "Cash Crops:"
              },
              {
                "4": "Cotton, sugarcane, tobacco, etc."
              }
            ]
          }
        ]
      }
    ]
  },

  {
    "id": 2,
    "date": "12 OCT 2020",
    "image": "https://images.unsplash.com/photo-1584473457406-6240486418e9?q=80&w=2187&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Can We Cultivate a Food-Secure Future",
    "content": "Our growing world faces a food security challenge, but innovation is sprouting solutions! Climate-smart crops and sustainable practices are helping us grow more with less. Food waste reduction is another key ingredient. By working together, we can cultivate a future where everyone enjoys a healthy, delicious plate.",
    "intro": [
      {
        "para1": "Our growing world faces a food security challenge, but innovation is sprouting solutions! Climate-smart crops and sustainable practices are helping us grow more with less. Food waste reduction is another key ingredient. By working together, we can cultivate a future where everyone enjoys a healthy, delicious plate."
      },
      {
        "para2": "In today's global landscape, the challenge of food security looms large. With a burgeoning population and environmental concerns on the rise, ensuring access to nutritious food for all has become a pressing issue. However, amidst this challenge, a beacon of hope shines through: innovation."
      }
    ],
    "sections": [
      {
        "section1": [
          {
            "title": "",
            "info": "One of the most promising avenues of innovation in addressing food security is the development of climate-smart crops. These crops are specifically bred or engineered to withstand the increasingly unpredictable and extreme weather conditions brought about by climate change. By harnessing advancements in agricultural science, researchers have been able to create crops that are more resilient to droughts, floods, and pests, thus ensuring a more stable food supply even in the face of environmental adversity."
          }
        ]
      },
      {
        "section2": [
          {
            "title": "",
            "info": "Furthermore, sustainable agricultural practices play a crucial role in mitigating the impact of food production on the environment while simultaneously increasing yields. Techniques such as precision agriculture, agroforestry, and organic farming minimize resource use, reduce pollution, and promote biodiversity. By adopting these practices, farmers not only safeguard the health of the planet but also improve the long-term viability of their own livelihoods."
          }
        ]
      },
      {
        "section3": [
          {
            "title": "",
            "info": "In addition to innovations in crop production, addressing food security also requires tackling the issue of food waste. It is estimated that approximately one-third of all food produced globally is either lost or wasted along the supply chain. This wastage not only squanders precious resources but also exacerbates food insecurity by depriving those in need of access to sustenance. Fortunately, initiatives aimed at reducing food waste are gaining traction worldwide. From improved storage and transportation methods to redistributing surplus food to those in need, concerted efforts are being made to minimize waste and ensure that food reaches its intended destination."
          }
        ]
      },
      {
        "section4": [
          {
            "title": "",
            "info": "However, perhaps the most powerful ingredient in the recipe for achieving food security is collaboration. Governments, non-profit organizations, farmers, researchers, and consumers must work together to address the complex challenges that underlie food insecurity. By sharing knowledge, resources, and best practices, we can amplify the impact of individual efforts and create a more resilient and equitable food system."
          }
        ]
      },
      {
        "section5":[
          {
            "title":"",
            "info":"Ultimately, the goal of all these efforts is to cultivate a future where everyone enjoys a healthy, delicious plate. It is a future where no one goes hungry, where agricultural practices are in harmony with the environment, and where food is valued and respected. Achieving this vision will require perseverance, innovation, and a collective commitment to positive change. But with determination and cooperation, we can sow the seeds of a more sustainable and nourished world for generations to come."
          }
        ]
      }
    ]
  },
  {
    "id": 3,
    "date": "12 OCT 2020",
    "image": "https://images.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/12/15/Pictures/organic-sweetener-jaggery-cubes_7758dbec-3eaf-11eb-bd1a-21d65ef31d5e.jpg",
    "title": "Organic Jaggery Powder: Your Golden Ticket to Sweetness",
    "content": "Craving sweetness without the guilt? Organic jaggery powder is your secret weapon. This natural powerhouse replaces refined sugar, offering essential minerals and a touch of caramel bliss. Sprinkle it on desserts, stir it into coffee, or embrace its ancient Ayurvedic uses. It's a delicious way to sweeten your life, naturally!",
    "intro": [
      {
        "para1": "In the realm of natural sweeteners, organic jaggery powder stands tall as a wholesome alternative, offering not just sweetness but also a plethora of health benefits. Extracted from the sap of palm trees or sugarcane, this unrefined sugar is cherished for its rich flavor, nutritional content, and eco-friendly production methods."
      },
      {
        "para2": "Jaggery has been a staple sweetener in South Asia for centuries, prized for its versatility in culinary applications and its medicinal properties. Traditionally made by boiling sugarcane juice or palm sap until it solidifies, jaggery retains more nutrients compared to refined sugar due to minimal processing. The result is a golden-brown powder with a distinct caramel-like taste, making it a favorite in desserts, beverages, and savory dishes."
      }
    ],
    "sections": [
      {
        "section1": [
          {
            "title": "",
            "info": "One of the key advantages of organic jaggery powder is its high mineral content. Unlike refined sugar, which is stripped of its nutrients during processing, jaggery retains essential minerals such as iron, calcium, magnesium, and potassium. These minerals play vital roles in various bodily functions, including maintaining bone health, supporting muscle function, and aiding in blood circulation."
          }
        ]
      },
      {
        "section2": [
          {
            "title": "",
            "info": "Moreover, organic jaggery powder boasts a low glycemic index (GI), which means it causes a slower and steadier rise in blood sugar levels compared to refined sugar. This makes it a preferable option for individuals with diabetes or those looking to manage their blood sugar levels. The presence of fiber in jaggery further contributes to its slow digestion, promoting satiety and helping to regulate blood glucose levels."
          }
        ]
      },
      {
        "section3": [
          {
            "title": "",
            "info": "Beyond its nutritional profile, organic jaggery powder is celebrated for its role in traditional medicine systems such as Ayurveda. It is believed to possess various therapeutic properties, including aiding digestion, boosting immunity, and detoxifying the body. Additionally, jaggery is often used to alleviate respiratory ailments such as coughs and colds, thanks to its soothing effect on the throat."
          }
        ]
      },
      {
        "section4": [
          {
            "title": "",
            "info": "In conclusion, organic jaggery powder offers a compelling blend of sweetness, nutrition, and sustainability, making it a golden ticket to a healthier and more flavorful lifestyle. Whether used in cooking, baking, or as a natural sweetener in beverages, its rich flavor and numerous health benefits make it a pantry staple worth embracing. So, why not indulge in the golden goodness of organic jaggery powder and savor the sweetness of nature's bounty?"
          }
        ]
      }
    ]
  },
  {
    "id": 4,
    "date": "12 OCT 2020",
    "image": "https://images.unsplash.com/photo-1539902743451-20dfa0a92ffd?q=80&w=2340&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "ORGANIC IS THE NEW GREEN - BENEFITS AND DETAILS",
    "content": "In Tamil Nadu state, most of the dishes are prepared from the curry leaves. The reason is its smell, medicinal properties, and taste. That is why, these curry leaves have always been valued in the Indian markets. Nearly, hundred acres of land is being cultivated under curry leaves in the districts like, Coimbatore, Mettupalayam and surrounding areas of Karamadai. Almost every farmer there makes use of chemical inputs in their agriculture, while some people have attempted to make a difference too. MR NANDAKUMAR, who belongs to Mankala Karaipudur village, Karamadi, is a progressive farmer who has attempted to cultivate organic curry leaves."
  },
  {
    "id": 5,
    "date": "12 OCT 2020",
    "image": "https://images.unsplash.com/photo-1569936906148-06de87cb0681?q=80&w=2352&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Ashwagandha: Health Benefits & Other Details",
    "content": "Ashwagandha is known as Withania somnifera. The written records of the medicinal importance of this plant are traced back to Ayurveda. The dried powdered form of roots has been said to be in use as a medicine in ancient India but no enough clinical evidence is available for the same. The benefits of ashwagandha are limited to the endocrine and Central Nervous System. The export of ashwagandha from India has not been seen much. It’s one of those spices which is not really used in a lot of cuisines. Countries importing ashwagandha from India are a few to name, changing constantly upon the time."
  },
  {
    "id": 6,
    "date": "12 OCT 2020",
    "image": "https://images.unsplash.com/photo-1554475659-edf5d531d08e?q=80&w=2264&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Star Anise - Benefits & Details",
    "content": "The word “agriculture” comes from the Latin words “Agri” means field, and “culture” means cultivation (or) a way of life. “Agriculture is all about producing food, feed, fiber, and many other byproducts by the process of cultivating certain plants and domesticating animals.” The process of practicing agriculture is known as “farming.”        "
  },
  {
    "id": 7,
    "date": "12 OCT 2020",
    "image": "https://images.unsplash.com/photo-1619108425540-a254f573c246?q=80&w=2262&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Tulsi - Benefits, Facts & Details",
    "content": "Rightly described as the “queen of herbs”, basil or as we call it tulsi, is medically and spiritually of great importance. Its origin is said to be from North Central India, and now the cultivation occupies over a land of 25000 hectares. The benefits of tulsi have been recognized ages ago. It has been referred to as the “elixir of life” in Ayurveda. The Hindus have various theories about the origin of tulsi. The one-story revolves around the story of Samudra Manthan. When finally the demons we’re defeated, Lord Vishu shed happy tears that fell in the ambrosia, which became tulsi."
  },
  {
    "id": 8,
    "date": "12 OCT 2020",
    "image": "https://images.unsplash.com/photo-1603431777782-912e3b76f60d?q=80&w=2187&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Ginger - Benefits, Side Effects & Details",
    "content": "Ginger belongs to the Plantae kingdom. The word ginger is derived from an old English word ‘gingifer’. It’s a spice and folk medicine. It originated somewhere in Maritime Southeast Asia. It doesn’t exist in wild form. Now that we know about certain details of ginger, let’s skip to know more about it."
  }
]
